
The_Great_War = {
    'Великая война': [
        {"Скандинавия" : ["Норвегия", "Швеция", "Финляндия"]},
        {"Россия" : ["Северная Россия", "Россия", "Кавказ"]},
        {"Восточная Европа" : ["Литва", "Украина", "Румыния"]},
        {"Центральная Европа" : ["Германская Империя", "Польша", "Австро-Венгрия"]},
        {"Западная Европа" : ["Франция", "Испания", "Италия"]},
        {"Восточная Африка" : ["Греция", "Османская империя", "Аравия"]},
        {"Центральная Африка" : ["Западная Ливия", "Восточная Ливия", "Египет"]},
        {"Западная Африка" : ["Марокко", "Западный Алжир", "Восточный Алжир"]},
        {"США" : ["Южная США", "Центральные США", "Северная США"]},
        {"Канада" : ["Северная Канада", "Южная Канада", "Гренландия"]},
        {"IMF" : ["Великобритания"]}
    ]
}

War_in_Fire = {
    'Мир в огне': frozenset([
        "Американский филлипины", "Баффин", "Боливия", "Британская бирма",
        "Британская канада", "Британский бенгальский залив", "британский пакисан",
        "Венесуэла", "Голландская Индонезия", "Голландская Ост-индия",
        "Датская гренландия", "Китайский тибет", "Колумбия",
        "Нидерландская новая гвинея", "Объединеные латиноамериканские государства",
        "Онтарио", "Папуасская новая гвинея", "Перу", "Португальская ангола",
        "Португальский мозамбик", "Революционная мексика", "Республика аргентина",
        "Республика пиратини", "Северные територии",
        "Федерированные малайские государства", "Филлипинская республика моро",
        "Чили", "Эквадор", "Астралия", "Англо-египетский судан", "Аравия",
        "Аргентина", "Архангельск", "Бельгийское конго", "Британская восточная африка",
        "Британская колумбия", "Британская нигерия", "Британская новая зеландия",
        "Британский египет", "Британский мадрас", "Германская империя",
        "Германская намибия", "Германская танзания", "Германский камерун",
        "Государство украина", "Греция ", "Дальневосточная республика",
        "Западная Австралия", "Индокитайский союз", "Ирландия", "Испания",
        "Италия", "Итальянская ливия", "Калифорнийская республика", "Канада",
        "Китай", "Китайская империя", "Китайская республика", "Китайская синцзян",
        "Коммунистическая россия", "Конфедеративные штаты америки",
        "Корейская империя", "Королевство англия", "Королевство венгрия",
        "Королевство хиджаз", "Кубанская народная республика", "Маньчжурия",
        "Мексика", "Монголия", "Новый южный уэльс", "Норвегия", "Османская империя",
        "Персия", "Польша", "Республика верхняя вольта", "Республика карибские острова",
        "Российская империя", "Российская финляндия", "Российский казахстан",
        "Российский туркестан", "Русская аляска", "Северная родозия", "Сибирь",
        "Соединённые штаты америки", "Соединённые штаты бразилии",
        "Федеративные штаты америки", "Франция", "Французская западная африка",
        "Французская экваториальная африка", "Французский алжир",
        "Французский мадагаскар", "Французские марокко", "Шаньси", "Швеция",
        "Шотландия", "Эфиопия", "Южноафриканский союз", "Якутия", "Японская империя"
    ])
}
